Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=278_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki kulturdoarjagiid 2009
smn: Sämitige kulttuurtorjuid 2009

source: Sámedikki kulturlávdegoddi jugii čoahkkimis 13.2. – 14.2.2009 jagi 2009 kulturdoarjagiid.
smn: Sämitige kulttuurlävdikodde juovij čuákkimistis 13.2. – 14.2.2009 taan ive (2009) kulttuurtorjuid.

source: Aitosaš kulturdoarjjan juhkkui oktiibuot 79 100,00 euro ja sámeservviid doaibmandoarjjan 63 000,00 euro.
smn: Eidusâš kulttuurtoorjân juohhui ohtsis 79 100,00 eurod já sämiseervij kulttuurtoorjân 63 000,00 eurod.

source: Sámegielat almmustahttindoaibma dorjojuvvo 23 000 euroin ja davviriikkalaš sámi kulturovttasbargu oktiibuot 35 000,00 euroin.
smn: Sämikielâlâš almostittemtoimâ tuárjoo 23 000 euroin já väldikudij raajijd rastaldittee säämi kulttuurohtsâšpargo puohnâssân 35 000,00 euroin.

source: Sámedikki kulturlávdegoddi vuostáiválddii ohcamušaid 106 st oktiibuot 789 888,30 euro ovddas.
smn: Sämitige kulttuurlävdikodde vuástavaaldij ucâmušâid 106 pittád ohtsis 789 888,30 euro oovdâst.

source: Doarjagat mieñihuvvojedje čuovvovaččat:
smn: Torjuuh mieđettuvvojii čuávvoht:

source: gč. Kulturdoarjagiid juohkin 2009
smn: Kulttuurtorjui jyehim 2009
